tap "bellecp/fast-p"
tap "discoteq/discoteq"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "osrf/simulation"
tap "osx-cross/stm32"
tap "saulpw/vd"
tap "tuna-f1sh/taps"
brew "actionlint"
brew "webp"
brew "aom"
brew "arduino-cli"
brew "ascii"
brew "python@3.11"
brew "asciinema"
brew "glib"
brew "automake"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bcal"
brew "gcc"
brew "harfbuzz"
brew "numpy"
brew "openjpeg"
brew "pillow"
brew "binwalk"
brew "bitwarden-cli"
brew "blueutil"
brew "ccls"
brew "chatblade"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cpulimit"
brew "ctags"
brew "curl"
brew "ddgr"
brew "dfu-util"
brew "dog"
brew "entr"
brew "gdk-pixbuf"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "ettercap"
brew "fd"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fx"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "gifsicle"
brew "git-delta"
brew "glances"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "grex"
brew "grunt-cli"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hurl"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "insect"
brew "ipython"
brew "isync"
brew "jc"
brew "jo"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "keychain"
brew "lazygit"
brew "libffi"
brew "llvm"
brew "lsd"
brew "make"
brew "mdcat"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "mplayer"
brew "multimarkdown"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "nnn"
brew "paperkey"
brew "qrencode"
brew "pass"
brew "pastel"
brew "pipenv"
brew "pipx"
brew "podman"
brew "poetry"
brew "poppler"
brew "portaudio"
brew "portmidi"
brew "pyenv"
brew "radare2", link: false
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "restic"
brew "ripgrep"
brew "scipy"
brew "sdl12-compat"
brew "sfml"
brew "shellcheck"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tio"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tox"
brew "trash-cli"
brew "unpaper"
brew "urlview"
brew "vim"
brew "vimpager"
brew "w3m"
brew "watchexec"
brew "wget"
brew "wireshark", link: false
brew "xapian"
brew "yarn"
brew "ykman"
brew "zsh"
brew "bellecp/fast-p/fast-pdf-finder"
brew "saulpw/vd/visidata"
brew "tuna-f1sh/taps/cyme"
cask "android-platform-tools"
cask "arduino"
cask "bambu-studio"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hex-fiend"
cask "imageoptim"
cask "imhex"
cask "iterm2"
cask "kicad"
cask "kitty"
cask "kopiaui"
cask "macfuse"
cask "mactex"
cask "macvim"
cask "mouse-fix"
cask "openmtp"
cask "protonvpn"
cask "rar"
cask "raycast"
cask "transmission"
cask "utm"
cask "vagrant"
cask "wireshark"
