alsa-utils
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archey3
arduino
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-libc
avrdude
bash
binutils
bison
bzip2
chromium
conky
coreutils
cryptsetup
ctags
device-mapper
dfu-util
dhcpcd
diffutils
dmenu
dos2unix
e2fsprogs
exfat-utils
fakeroot
feh
figlet
file
filesystem
findutils
fish
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gzip
htop
i3-wm
i3lock
i3status
inetutils
iotop
iproute2
iputils
jfsutils
less
libtool
licenses
linux
linux-headers
logrotate
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
mlocate
nano
neovim
net-tools
netctl
nmap
nodejs
noto-fonts-emoji
npm
ntp
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
polkit
procps-ng
psmisc
pv
python-pip
python-pylint
python2-pip
reflector
reiserfsprogs
rofi
rxvt-unicode
rxvt-unicode-terminfo
s-nail
screen
scrot
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
the_silver_searcher
tmux
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-inconsolata
usbutils
util-linux
vi
vim
vimpager
virtualbox-guest-dkms
virtualbox-guest-utils
wget
which
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaourt
zsh
