alsa-utils
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archey3
archlinux-keyring
arduino
arduino-avr-core
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
ascii
autoconf
automake
base-devel
bash
bat
bc
binutils
bison
bluez
bluez-utils
boost
bzip2
ccls
cmake
conky
coreutils
cpio
cryptsetup
ctags
dejagnu
device-mapper
dfu-util
dhcpcd
diffutils
dkms
dmenu
docker
docker-compose
docker-machine
dos2unix
dosfstools
e2fsprogs
eigen
entr
ethtool
exfat-utils
expect
fakeroot
fd
feh
figlet
file
filesystem
findutils
firefox-developer-edition
flex
fzf
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
go
gperf
gpsd
gptfdisk
grep
groff
grub
gtkwave
gzip
htop
httpie
hwinfo
i3-wm
i3lock
i3status
inetutils
iotop
iproute2
iputils
ipython
iverilog
jc
jfsutils
jq
keychain
less
libtool
licenses
linux
linux-headers
logrotate
lsd
luit
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
mlocate
mtools
namcap
ncdu
neovim
net-tools
netctl
nmap
nnn
nodejs
noto-fonts-emoji
npm
ntp
openocd
openssh
pacman
pacman-contrib
paperkey
patch
pciutils
perl
perl-authen-sasl
perl-io-socket-ssl
pkgconf
polkit
procps-ng
psmisc
pv
pyenv
python-cbor2
python-ecdsa
python-pip
python-pipenv
python-pylink-square
python-pylint
python-pynvim
python-pyserial
python-setuptools
rclone
reflector
reiserfsprogs
ripgrep
rmlint
rofi
rsync
rustup
rxvt-unicode
rxvt-unicode-terminfo
s-nail
screen
scrot
sed
sfml
shadow
sigrok-cli
stlink
strace
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
the_silver_searcher
tmux
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-inconsolata
unzip
up
usbutils
util-linux
vi
vim
vimpager
wget
which
wireshark-cli
wireshark-qt
wpa_supplicant
xclip
xf86-video-vesa
xf86-video-vmware
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yubikey-manager
yubikey-manager-qt
zip
zsh
